tutorials/Ramp/steady/train/c2/0_orig/betaFIOmegaData
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      betaFIOmegaData;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];


internalField   uniform 1.0;

boundaryField
{
    inlet
    {
        type            zeroGradient;
    }
    bot
    {
        type            zeroGradient;
    }
    outlet
    {
        type            zeroGradient;
    }
    top
    {
        type            symmetry;
    }
    sym1
    {
        type            symmetry;
    }
    sym2
    {
        type            symmetry;
    }
}


// ************************************************************************* //
